/* Authorization */
"Welcome" = "Добро пожаловать";
"Auth error" = "Неверные данные";
"Auth error description" = "Пожалуйста, убедитесь, что телефон или email и пароль введены правильно и повторите попытку.";

/* Registration */
"New account" = "Регистрация";
"Cancel" = "Отмена";

/* Messages */
"Messages" = "Сообщения";
"Search" = "Поиск";
"Photo" = "Фотография";
"Audio" = "Аудиозапись";
"Video" = "Видеозапись";
"Geo" = "Местоположение";

/* Chat history */
"Loading messages" = "Сообщения загружаются..";
"No messages" = "Сообщений пока нет";
"Back" = "Назад";
"Online" = "Онлайн";
"Pull up to refresh" = "Потяните вверх, чтобы обновить..";
"Write a message" = "Написать сообщение ";
"Send" = "Отпр.";
/* {user} был в сети {time} назад — {user} was last seen {time} ago */
"Suggest a friend" = "Рекомендовать друга";
"Add participant" = "Добавить собеседника";
"Uploading attachments" = "Вложения загружаются..";
"Remove attachment" = "Удалить вложение";
"Error uploading" = "Ошибка загрузки";
"Message was not sent" = "Сообщение не удалось отправить.";
"Try again" = "Повторить попытку";

/* Contacts */
"Contacts" = "Контакты";
"Friends" = "Друзья";
"Important" = "Важные";
"Requests" = "Заявки";
"Friend requests" = "Заявки в друзья";
"People you may know" = "Возможные друзья";
"Send a message" = "Отправить сообщение";
"Send invitation" = "Отправить приглашение";
"Add to favorites" = "Добавить в избранные";
"Invite you to install" = "Привет! Приглашаю тебя установить быстрый и удобный VK мессенджер!";

/* Favorites */
"Favorites" = "Избранные";
"Edit" = "Ред.";
"Invite friends" = "Пригласить друзей";
"Invite people from your contacts list" = "Вы можете пригласить друзей и знакомых из записной книжки для обмена быстрыми и бесплатными сообщениями.";
"Done" = "Готово";
"Favorites list empty" = "Список избранных пуст";

/* Settings */
"Settings" = "Настройки";
"Change photo" = "Изменить фотографию";
"In-app notifications" = "Оповещения в приложении";
"Vibrate" = "Вибрация";
"Sound" = "Звук";
"Banner" = "Всплывающая строка";
"Push notifications" = "Push-оповещения";
/* Отключить звуковые уведомления на {time} – Disable notification sound for the next {time} */

/* Smart date */
"Pull down to refresh" = "Потяните вниз, чтобы обновить..";
"Release to refresh" = "Отпустите, чтобы обновить..";
"Loading" = "Идет обновление..";
"Updated" = "Обновлено";
"Just now" = "только что";

"YearKey" = "год";
"YearsKey" = "лет";
"DayKey" = "день";
"DaysKey" = "дней";

"Secunda" = "секунда";
"Secund" = "секунд";
"Secundi" = "секунды";
"Secundu" = "секунду";

"Minuta" = "минута";
"Minut" = "минут";
"Minuti" = "минуты";
"Minutu" = "минуту";

"Chas" = "час";
"Chasov" = "часов";
"Chasa" = "часа";

"AgoKey" = "назад";
"LaterKey" = "позже";
"AboutKey" = "около";

"h:mm a" = "HH:mm";
"EEEE" = "EEEE";
"EE" = "EE";
"M/d/yy" = "d/M/yy";
"MMMM d" = "d MMMM";
"Yesterday" = "Вчера";
